function QApp()
{
    const quran = [
        {
            "id": 1,
            "imlai": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
            "othmani": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ ۝١"
        },
        {
            "id": 2,
            "imlai": "الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
            "othmani": "ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَـٰلَمِینَ ۝٢"
        },
        {
            "id": 3,
            "imlai": "الرَّحْمَنِ الرَّحِيمِ",
            "othmani": "ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ ۝٣"
        },
        {
            "id": 4,
            "imlai": "مَالِكِ يَوْمِ الدِّينِ",
            "othmani": "مَـٰلِكِ یَوۡمِ ٱلدِّینِ ۝٤"
        },
        {
            "id": 5,
            "imlai": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ",
            "othmani": "إِیَّاكَ نَعۡبُدُ وَإِیَّاكَ نَسۡتَعِینُ ۝٥"
        },
        {
            "id": 6,
            "imlai": "اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ",
            "othmani": "ٱهۡدِنَا ٱلصِّرَ ٰطَ ٱلۡمُسۡتَقِیمَ ۝٦"
        },
        {
            "id": 7,
            "imlai": "صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ",
            "othmani": "صِرَ ٰطَ ٱلَّذِینَ أَنۡعَمۡتَ عَلَیۡهِمۡ غَیۡرِ ٱلۡمَغۡضُوبِ عَلَیۡهِمۡ وَلَا ٱلضَّاۤلِّینَ ۝٧"
        },
     
        //     "id": 6234,
        //     "imlai": "مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ",
        //     "othmani": "مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ ۝٤"
        // },
        // {
        //     "id": 6235,
        //     "imlai": "الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ",
        //     "othmani": "ٱلَّذِی یُوَسۡوِسُ فِی صُدُورِ ٱلنَّاسِ ۝٥"
        // },
        // {
        //     "id": 6236,
        //     "imlai": "مِنَ الْجِنَّةِ وَالنَّاسِ",
        //     "othmani": "مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ ۝٦"
        // }
    ]
    console.log(quran);
    return(
        <div> {quran} </div>
    )
    
}

export default QApp();